{
  "comments": [
    {
      "name": "Santiago",
      "surname": "Alvarez",
      "email": "santiagoalvarez87@gmail.com",
      "commentary": "Esto es un comentario de prueba",
      "id": 1
    },
    {
      "name": "Santiago",
      "surname": "Alvarez",
      "email": "prueba@gmail.com",
      "commentary": "Al preparar materiales de marketing, siempre surge la misma duda: ¿es mejor un texto breve y directo o uno largo y más informativo? La respuesta es: depende. En este artículo aprenderás a decidir la extensión de tus textos en función de tus objetivos.\n\nLa discusión sobre si es mejor un texto largo o corto es uno de los debates más antiguos y viciados relacionados con la redacción de materiales de marketing. La razón es que solemos partir de la base de que una misma regla vale para todas las situaciones, lo cual no es cierto: no tiene las mismas características el texto de un anuncio o un banner que invita a informarte sobre un producto, que el redactado de una web o un folleto que debe convencerte por sí solo para contratar un producto o servicio que cuesta bastante dinero. \n\nPor lo tanto la pregunta no sería si texto largo o corto, sino… ¿cuándo usar cada tipo de texto?\n\nTexto corto: mensajes simples, decisiones impulsivas\nUsar textos breves debe ser tu opción preferente en los materiales de marketing cuyo objetivo sea comunicar un mensaje sencillo, orientado a una decisión rápida y poco reflexiva. Por ejemplo, anuncios para dar a conocer productos que no sean muy novedosos o diferentes a los demás competidores. El objetivo es llamar la atención e invitar al consumidor a informarse o probarlos. En estos casos no es necesario que te enrolles explicando cosas que todos sabemos o la historia de tu empresa. Debes ser directo y ágil, con un mensaje breve que te permita llegar a todos los públicos. Si usas un texto demasiado largo posiblemente no lo leerán, ten en cuenta que vivimos rodeados de publicidad y que la gente tiene poco tiempo.\n\nTexto largo: mensajes complicados, decisiones racionales\nEn cambio, cuando tengas que comunicar mensajes más complejos y que requieren una decisión razonada, los consumidores te agradecerán que les facilites toda la información posible. No les importará leer un poco más si el texto que les ofreces les ayuda a tomar una decisión más informada o a vencer los miedos y resistencias naturales que supone tomar una decisión de compra importante. Por lo tanto, no tengas miedo a usar textos más extensos para anunciar productos novedosos, de tipo técnico o pensados para auto-venderse (por catálogo, en la web, etc.) En estos casos, si el cliente potencial se encuentra únicamente con un breve anuncio o folleto, sentirá que le falta información, por muy convincente que sea el mensaje.\n\nEn definitiva: el cliente potencial estará dispuesto a leer un texto más o menos largo en función de la importancia que tenga para sus intereses y del alcance de la decisión que deba tomar. Lo cual no quiere decir que puedas endosarle cualquier tipo de material redactado.\n\nEscribir textos más efectivos\nTen en cuenta que la extensión de un texto no siempre está relacionada con su facilidad de lectura. Los textos largos son generalmente más difíciles de leer, pero también hay textos cortos que resultan absolutamente insoportables si han sido escritos con poco cuidado. \n\nAsí que por lo general, al redactar cualquier tipo de texto (largo o corto):\n\n-Usa frases breves y directas, con una construcción y un vocabulario comprensibles.\n-Separa el texto en bloques y añade imágenes y recursos que oxigenen el documento.\n-Emplea títulos, subtítulos, destacados y negritas para facilitar la lectura.\n-Empieza siempre por lo más importante, ya que nadie se lee un folleto de arriba abajo.\n-Muestra las características en forma de enumeraciones o tablas, no de frases.",
      "id": 2
    },
    {
      "name": "ghghfh",
      "surname": "bbvcb",
      "email": "santiagoalvarez87@gmail.com",
      "commentary": "En el vergel del Edén, embébese Esther del leve mecer del relente: -Excelente, vegeté tres meses en el éter... ¡fetén! De repente Pepe, ese mequetrefe que es el gerente de Mercedes Benz, se yergue de entre el verde césped, emergente el repelente pene. Esther se estremece: -Behj, ¡qué peste! ¿Qué pesebre es este? ¿Es que repeles el gel? ¿Crees que este pene es decente? Enternécese Pepe: -Es que dejé que el semen que eyecté se reseque. Pensé: \"Que estrene Esther este presente\". Te reservé merengue de trece meses. ¡Bebe, bebe! -¿Beber? ¿Beber de ese enclenque esqueje? ¿Crees que me embelesé? ¡Que te den! ¡Qué cerdete eres! Que te enteres: mereces fenecer en el retrete, entre heces que defeque Peret. Enfermé ",
      "id": 3
    }
  ]
}